{
  "_broadcastFeed": [
    "teaser",
    "sound",
    "announcement"
  ],
  "intro": [
    "Приветствую Вас, я бортовой компьютер Первого Новотрубного Телепорта к Звездам. \nСовсем скоро, 23 декабря, мы совершим стыковку к ТМКс (Трубной металлургической космической станции). \nЗдесь я поделюсь информацией и указаниями по подготовке к телепортации и стыковке 🚀🚀🚀",
    "Следите за новостями и готовьтесь к полету вместе со мной!"
  ],
  "echo": "Бортовой компьютер ПНТЗ взял ваш запрос в обработку",
  "teaser": {
    "_method": "sendVideo",
    "_args": [
      "BAACAgIAAxkBAAM9YbeTrh1LfrvbucSODclIguQr_hIAAl0YAAIzp7hJm1gLI7bxhNojBA",
      {
        "caption": "Всем космический привет! \n\nСегодня вас ждет встреча с главным героем предстоящего полета – инициатором масштабного события в жизни ПНТЗ. Уверены, многие из вас с ним знакомы! \n\nСкорее смотрите видео и узнайте, что он придумал, ждите новостей и присоединяйтесь к команде экипажа.\n\nВпереди незабываемое путешествие – давайте совершим его вместе!"
      }
    ]
  },
  "sound": {
    "_method": "sendVideo",
    "_args": [
      "BAACAgIAAxkBAAPgYbtavx-0QC55CKNZQxwWkm5z2rcAApERAALeydhJIerGa16pnSwjBA",
      {
        "caption": "Расскажи нам, как звучит твой ПНТЗ!\n\nПоделись звуками производства, которые окружают тебя каждый день – мы сведем звуки завода в единый космический трек, который прогремит на всю вселенную!\n\nСтань создателем космического трека: \n\n1) Запиши звук с производства на диктофон\n2) Сохрани его на своем телефоне\n3) Загрузи в сообщении или запиши прямо в голосовом сообщении  \n4) Добавь описание звука и нажми кнопку “ОТПРАВИТЬ”\n\nЗагружай аудио до 20 декабря включительно. Премьера трека состоится в 17:30 на масштабном Новогоднем онлайн-шоу, не пропусти!\n\nhttps://pntz.online/sound"
      }
    ]
  },
  "announcement": {
    "_method": "sendPhoto",
    "_args": [
      "AgACAgIAAxkBAAP1YcRFemG1kJPlFBfqP55kSD2eyzMAAtu2MRsgQiBKDL2II__B0YEBAAMCAAN5AAMjBA",
      {
        "caption": "Этот день настал!\n\nДрузья, уже сегодня мы запустим Первый Новотрубный Телепорт к Звездам! Присоединяйтесь к первому космическому путешествию ПНТЗ и войдите вместе с нами в Новый межгалактический год!\n\nВ течение 3 часов мы:  \n\nСовершим незабываемый полет под самую космическую музыку – музыку завода;\nОтметим и наградим лучших сотрудников;\nПроведем розыгрыши призов невероятных масштабов;\nПристыкуемся к ТМКс и встретимся с командиром Центра управления полетом;\nИсполним самые космические желания;\nСпоем любимые песни вместе в онлайн-караоке-миксе\n\nПодключайтесь к прямому эфиру на https://pntz.online – стартуем в 17:30!"
      }
    ]
  }
}
